import React from 'react';

const Term = () => {
    return (
        <div>
            <h1><a></a>개인 정보 취급방침<sup className="footnote-ref"><a href="#fn1" id="fnref1">[1]</a></sup></h1>
            <h4>
            1. 총칙
            </h4>

            <p>반갑습니다! <br/>Blink는 귀하의 개인정보를 무엇보다 중요하게 생각합니다. 그렇기 때문에 귀하가 서비스를 이용할 때 제공하는 개인정보 또는 다른 정보들을 안전하게 취급하기 위해 우리 회사의 개인 정보 취급방침을 정리했습니다. 본 취급방침은 『정보통신망이용촉진등에관한법률』상의 개인정보보호 규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다.</p>

            <h4>
            2. 개인정보 수집에 대한 동의
            </h4>

            <p>Blink는 facebook 로그인을 진행하는 경우 아래의 이용약관 및 개인정보 취급 방침에 동의하는 것으로 간주하오니 서비스 이용 전 모든 사항을 읽어보시기를 권장합니다.</p>

            <h4>
            3. 개인정보의 수집 및 이용목적
            </h4>

            <p>
            우리는 페이스북 회원가입을 통해 아래 정보들을 수집합니다.<br/>
            1) 페이스북 페이지 좋아요 정보<br/>
            2) 성별<br/>
            3) 생년월일<br/>
            4) 이메일<br/>
            5) 학력<br/>
            6) 직장<br/>
            7) 친구 목록<br/>
            8) 이메일<br/>
            <br/>
            위의 정보들은 보다 성공적인 남녀간의 매칭을 위한 알고리즘 개발에 사용될 예정입니다.</p>

            <h4>
            4. 개인정보의 공유 및 제공
            </h4>

            <p>
            Blink는 회원들의 개인정보를 “3. 개인정보 수집 및 이용목적”에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다.
            다만, 아래의 경우에는 예외로 합니다. 

            <br/>
            - 서비스 제공에 따른 요금 정산을 위해 필요한 경우<br/>
            - 법령의 규정에 의거하거나 수사 목적으로 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
            </p>

            <h4>
            5. 개인정보의 열람, 정정
            </h4>

            <p>
            회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정하실 수 있으며, 아이디(ID) 삭제를 요청하실 수 있습니다. 회원 개인 정보의 열람 및 정정은 회원정보 수정관리에서 하실 수 있습니다.
            </p>

            <h4>
            6. 의견수렴 및 불만처리
            </h4>
            <p>
            회사는 개인정보보호를 위해 최선의 노력을 다하고 있습니다. 만약 개인정보취급방침에 대한 개선점이나 건의사항에 대해서는 <font color="blue">blinblinblink@gmail.com</font>으로 의견 주시기 바랍니다.
            </p>

            <h4>
            7. 개인정보취급방침에 대한 책임의 소재 책임
            </h4>

            <p>
            이상의 개인정보취급방침에 열거한 사항 이외의 방법으로 제3자에게 개인정보가 유출, 침해를 당한 사항에 대해서는 회사에서 책임을 지지 않습니다. 
            </p>

            <p>
                Blink에서 제공하는 서비스에 대한 개인정보 처리방침 입니다.
            </p>

        </div>
    );
};

export default Term;